/* No comment provided by engineer. */
" Inclusa fee di utilizzo" = " usage fee included";

/* No comment provided by engineer. */
"%@ arriverà in " = "%@ will arrive in ";

/* No comment provided by engineer. */
"Abbiamo aggiornato Termini e Condizioni  e Privacy Policy." = "We have updated our Terms and Conditions and Privacy Policy.";

/* No comment provided by engineer. */
"Accetta" = "Accept";

/* No comment provided by engineer. */
"Affinchè la tua richiesta venga approvata devi fornire tutti i documenti necessari." = "In order to approve your request we must receive all the required documents";

/* No comment provided by engineer. */
"Aggiornamento" = "Update";

/* No comment provided by engineer. */
"Aggiungi" = "Add";

/* No comment provided by engineer. */
"Annulla" = "Cancel";

/* No comment provided by engineer. */
"Area Driver" = "Driver Area";

/* No comment provided by engineer. */
"Attenzione" = "Attention";

/* No comment provided by engineer. */
"Avvisa che sei arrivato" = "Send a notification";

/* No comment provided by engineer. */
"Cancella" = "Cancel";

/* No comment provided by engineer. */
"Cancella Richiesta" = "Cancel Request";

/* No comment provided by engineer. */
"Carica da galleria" = "Gallery";

/* No comment provided by engineer. */
"Carica un'immagine profilo." = "Take a picture.";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"Chiama" = "Call";

/* No comment provided by engineer. */
"Chiedi passaggio" = "Find a ride";

/* No comment provided by engineer. */
"Chiudi" = "Close";

/* No comment provided by engineer. */
"Ciao, segui il mio passaggio con Zego cliccando qui http://share.zegoapp.com/%@" = "Follow my Zego ride in real time: Click here http://share.zegoapp.com/%@";

/* No comment provided by engineer. */
"Clicca OK per scaricare la nuova versione dell'app." = "Click OK to download the new app version";

/* No comment provided by engineer. */
"Collega con Facebook" = "Connect with Facebook";

/* No comment provided by engineer. */
"Completa il tuo profilo in pochi passi e attendi la nostra email di attivazione del profilo DRIVER" = "Complete your profile and wait for an activation email of your Driver profile";

/* No comment provided by engineer. */
"Con Zego puoi spostarti in città con un passaggio. Io lo uso già, scarica l’app anche tu su http://www.zegoapp.com ! Con il codice %@ ricevi 5€ di credito." = "Hey there! Go to http://zegoapp.com, install Zego and register using the code %@ to get 5 € of credit.";

/* No comment provided by engineer. */
"Condividi" = "Share";

/* No comment provided by engineer. */
"Conferma" = "Confirm";

/* No comment provided by engineer. */
"Conferma arrivo" = "Confirm destination";

/* No comment provided by engineer. */
"Conferma partenza" = "Confirm pick up";

/* No comment provided by engineer. */
"Confermi che %@ è a bordo?" = "Do you confirm that %@ is on board?";

/* No comment provided by engineer. */
"Confermo" = "Confirm";

/* No comment provided by engineer. */
"Connessione Assente" = "Network unavailable";

/* No comment provided by engineer. */
"Contattaci" = "Contact us";

/* No comment provided by engineer. */
"Corsa Gratuita" = "Ride";

/* No comment provided by engineer. */
"Corse Gratuite" = "Rides";

/* No comment provided by engineer. */
"Cosa non ti è piaciuto?" = "What you did not like?";

/* No comment provided by engineer. */
"Crediti Zego" = "Zego Credits";

/* No comment provided by engineer. */
"Dai un voto a %@ per questo passaggio" = "Please rate %@ for this ride";

/* No comment provided by engineer. */
"Dettagli #%@" = "Details #%@";

/* No comment provided by engineer. */
"Distanza ride" = "Ride lenght";

/* No comment provided by engineer. */
"Diventa Driver" = "Become a Driver";

/* No comment provided by engineer. */
"Durata stimata" = "Ext. duration";

/* No comment provided by engineer. */
"Email lavoro" = "Work email";

/* No comment provided by engineer. */
"FAQ" = "FAQ";

/* No comment provided by engineer. */
"Hai %d:%02d minuti per annullare la tua richiesta senza costi." = "You can cancel your request in %1$d:%2$d";

/* No comment provided by engineer. */
"Hai avuto un problema? Clicca conferma per interrompere il viaggio." = "Did you have a problem? Click confirm to end the ride.";

/* No comment provided by engineer. */
"Hai un codice promozionale?" = "Have a promo code?";

/* No comment provided by engineer. */
"Hai una promo attiva" = "Promo active";

/* No comment provided by engineer. */
"http://www.zegoapp.com/it/privacy" = "http://www.zegoapp.com/it/privacy";

/* No comment provided by engineer. */
"http://www.zegoapp.com/it/termini-e-condizioni" = "http://www.zegoapp.com/it/termini-e-condizioni";

/* No comment provided by engineer. */
"I tuoi documenti sono scaduti. Aggiornali per riattivare il tuo profilo." = "Your documents have expired. Please update them to activate your profile.";

/* No comment provided by engineer. */
"Il driver ha cancellato la richiesta." = "The driver has canceled your request.";

/* No comment provided by engineer. */
"Il nostro staff sta valutando i documenti che hai inviato." = "Our staff is evalutating the documents received.";

/* No comment provided by engineer. */
"il numero inserito non sembra valido" = "Number not valid";

/* No comment provided by engineer. */
"Il passeggero ha cancellato la richiesta." = "The passenger has canceled the request.";

/* No comment provided by engineer. */
"Il passeggero ha terminato la richiesta." = "The passenger has aborted the ride.";

/* No comment provided by engineer. */
"Indietro" = "Back";

/* No comment provided by engineer. */
"Indirizzo Casa" = "Home address";

/* No comment provided by engineer. */
"Indirizzo casa" = "Home address";

/* No comment provided by engineer. */
"Indirizzo Lavoro" = "Work address";

/* No comment provided by engineer. */
"Indirizzo lavoro" = "Work address";

/* No comment provided by engineer. */
"Info Legali" = "Legal Info";

/* No comment provided by engineer. */
"Inizia" = "Start";

/* No comment provided by engineer. */
"Inserisci" = "Insert";

/* No comment provided by engineer. */
"Inserisci Cognome" = "Last name";

/* No comment provided by engineer. */
"Inserisci destinazione" = "Confirm destination";

/* No comment provided by engineer. */
"Inserisci Email" = "Edit email";

/* No comment provided by engineer. */
"Inserisci Email lavoro" = "Edit work email";

/* No comment provided by engineer. */
"Inserisci indirizzo" = "Edit address";

/* No comment provided by engineer. */
"Inserisci Nome" = "Edit name";

/* No comment provided by engineer. */
"Inserisci partenza" = "Confirm pick up";

/* No comment provided by engineer. */
"Invia Feedback" = "Send Feedback";

/* No comment provided by engineer. */
"Inviato un SMS a %@.\nDigita il PIN." = "SMS sent to %@.\nInsert PIN.";

/* No comment provided by engineer. */
"Km passaggio" = "Ride Km";

/* No comment provided by engineer. */
"L'importo addebitato a fine passaggio sarà di %.2f Euro" = "At the end of the ride we will charge your card with %.2f Euro";

/* No comment provided by engineer. */
"La tua richiesta è stata approvata." = "Your request has been approved.";

/* No comment provided by engineer. */
"La tua richiesta non è stata approvata." = "Your request has not been approved.";

/* No comment provided by engineer. */
"Leggi" = "Read";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Modifica" = "Edit";

/* No comment provided by engineer. */
"Nessun driver ha accettato la tua richiesta." = "No driver has accepted your request.";

/* No comment provided by engineer. */
"Nessun rimborso driver" = "You are not reimbursing any cost to driver";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"Non puoi cambiare modalità durante una ride." = "You can't switch mode during a ride.";

/* No comment provided by engineer. */
"Non puoi eseguire il logout in questo momento." = "You cannot logout right now.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Open Menu" = "Open Menu";

/* No comment provided by engineer. */
"Pagamento" = "Payment";

/* No comment provided by engineer. */
"Per chiedere un passaggio devi avere un metodo di pagamento valido." = "Please insert a valid payment method to request a ride.";

/* No comment provided by engineer. */
"Perchè vuoi cancellare?" = "Why you are canceling?";

/* No comment provided by engineer. */
"PIN inviato correttamente." = "PIN sent succesfully.";

/* No comment provided by engineer. */
"Prezzo" = "Price";

/* No comment provided by engineer. */
"Prezzo selezionato" = "Selected price";

/* No comment provided by engineer. */
"Privacy" = "Privacy";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Puoi cancellare la tua richiesta senza costi in %d:%02d." = "You can cancel your request in %1$d:%2$d.";

/* No comment provided by engineer. */
"Riceverai un SMS di verifica" = "You'll get a verification message";

/* No comment provided by engineer. */
"Richiesta cancellata." = "Request canceled.";

/* No comment provided by engineer. */
"Rifiuta" = "Reject";

/* No comment provided by engineer. */
"Rimborso" = "Reimbursement";

/* No comment provided by engineer. */
"Scade il %@" = "Expires on %@";

/* No comment provided by engineer. */
"Scatta una foto" = "Take a picture";

/* No comment provided by engineer. */
"Scegli un motivo per confermare la cancellazione" = "Select a reason to confirm canceling";

/* No comment provided by engineer. */
"Scegli un motivo per confermare la cancellazione. Confermando sarà addebitata la fee di utilizzo." = "Please select a reason for canceling. If you confirm you will still pay the service fee.";


/* No comment provided by engineer. */
"Segnale GPS assente" = "GPS signal unavailable";

/* No comment provided by engineer. */
"Sei sicuro di voler uscire da Zego?" = "Are you sure you want to quit Zego?";

/* No comment provided by engineer. */
"Sito web Zego" = "Zego web site";

/* No comment provided by engineer. */
"Stiamo cercando un driver disponibile.\nCon ZEGO ci si siede davanti." = "Looking for available drivers.\nRemember: Zego passengers sit in the front!";

/* No comment provided by engineer. */
"Telefona" = "Call";

/* No comment provided by engineer. */
"Tempo stimato" = "Ext. time";

/* No comment provided by engineer. */
"Termina" = "End";

/* No comment provided by engineer. */
"Termina passaggio" = "Stop";

/* No comment provided by engineer. */
"Termini e Condizioni" = "Terms and Conditions";

/* No comment provided by engineer. */
"Tutorial" = "Tutorial";

/* No comment provided by engineer. */
"Vuoi contattare %@?" = "Do you want to call %@?";

/* No comment provided by engineer. */
"Vuoi inviare una richiesta per diventare driver a %@?" = "Do you want to send a request to become a driver in %@?";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

"Consiglia e ricevi 5€" = "Share to get 5€";

"Aggiungi subito la tua foto al profilo: avrai più probabilità di trovare un passaggio!" = "Add your profile picture now! You will get better chances to find a driver.";

"Richiesta accettata da un altro driver." = "Another driver accepted the request.";


"Hai avuto un problema?" = "Having problem?";

"Se hai avuto un problema clicca su Interrompi per fermare il passaggio e scrivi a support@zegoapp.com per segnalarci il problema" = "Click Stop to quit the ride and write to support@Zegoapp.com to notify the problem,";

"Pagamento in sospeso %.2f €" = "Pending payment %.2f €";
"Verifica la carta e poi premi sotto per sbloccare il pagamento" = "Check your credit card and push the button below to pay.";
"PAGA ORA" = "PAY NOW";
"Pagamento non riuscito. Verifica con la tua banca" = "Payment failed. Please contact your bank.";
"Pagamento effettuato" = "Payment succeeded";
"Utilizza i contanti" = "Cash";
"Pagherai il rimborso in contanti direttamente al driver. In alternativa inserisci adesso una carta di credito o prepagata" = "You'll have to pay the driver using cash. You can also add a credit card now and use it right away.";
"Contanti" = "Cash";
"Hai un credito attivo di %.2f Euro, per utilizzarlo scegli la carta come modalità di pagamento" = "You have a credit of %.2f euro, please select a credit card to use it.";
"I crediti sono validi per i pagamenti con carta di credito o carta prepagata" = "You can use promos only when you pay with credit card.";
"Confermi di essere arrivato a destinazione?" = "Do you confirm you reached your destination?";
